export const tokenDetailsData = [
  {
    title: "প্রাথমিক প্রস্তাব পাঠানো: ",
    content: [
      "আপনি যদি প্রাথমিক প্রস্তাব পাঠাতে চান, তাহলে ১ টি টোকেন কেনা থাকতে হবে। টোকেন কেনা হয়ে থাকলে এরপর প্রস্তাব পাঠাতে পারবেন। প্রস্তাব পাঠালে ১টি টোকেন খরচ হয়ে যাবে।",
      "প্রস্তাব পাঠানোর  সাথে সাথে অপরপক্ষের ওয়েবসাইটে নোটিফিকেশন যাবে এবং আপনার বায়োডাটা দেখতে পারবে। প্রস্তাবের উত্তর দেওয়ার জন্য অপরপক্ষ ৩টি অপশন পাবে (আগ্রহী, অনাগ্রহী, সময় নিতে চায়)। কোনো রেসপন্স করলে আপনি ওয়েবসাইটে নোটিফিকেশনের মাধ্যমে জানতে পারবেন। এরপর যোগাযোগ করার ব্যাপারে সিদ্ধান্ত নিতে পারবেন। অপরপক্ষ যদি সময় নিতে চায়, তাহলে সিদ্ধান্ত চূড়ান্ত করে আবার রেসপন্স করতে পারবে যা আপনি নোটিফিকেশনের মাদ্ধমে জানতে পারবেন।",
    ],
  },
  {
    title: "প্রস্তাবের টোকেন কখন ফেরত/রিফান্ড পাবেন? ",
    content: [
      "প্রস্তাব পাঠানোর পর ৭২ ঘন্টার মধ্যে যদি কোনো উত্তর/রেসপন্স না আসে, তাহলে আপনি প্রস্তাবটি বাতিল করার অপশন পাবেন এবং বাতিল করলে সাথে সাথে ১টি টোকেন রিফান্ড পাবেন। চাইলে আপনি অপেক্ষাও করতে পারেন। ৩টি অপশনের কোনো একটি রেসপন্স করে ফেললে কোনো রিফান্ড পাবেন না। ",
      "প্রস্তাব পাঠানোর পর যদি অপরপক্ষ রেসপন্স না করে তার বায়োডাটা প্রাইভেট করে, তাহলেও আপনি ড্যাশবোর্ড থেকে তার বায়োডাটা দেখতে পারবেন, তার রেসপন্স আপনার কাছে আসবে এবং চাইলে যোগাযোগ তথ্যও নিতে পারবেন। যদি রেসপন্স না করে ডিলিট করে দেয়, তাহলে আপনি টোকেন রিফান্ড পাবেন। ",
      "প্রস্তাব পাঠানোর পর যদি অপরপক্ষ পজিটিভ রেসপন্স(আগ্রহী) করে এবং রেসপন্স করার ৭২ ঘন্টার মধ্যে তার বায়োডাটা প্রাইভেট করে, তাহলেও পরবর্তী সকল কার্যক্রম চালাতে পারবেন। কিন্তু যদি ডিলিট করে এবং তা ৭২ ঘণ্টার মধ্যে ঘটে, কেবল তখনই আপনি রিফান্ড পাবেন। ",
      "তাই প্রস্তাবে পজিটিভ রেসপন্স পাওয়ার পর দেরী না করে যোগাযোগের জন্য অগ্রসর হন। ",
    ],
  },
  {
    title: "অভিভাবকের যোগাযোগ তথ্য দেখা:",
    content: [
      "আপনি যদি অভিভাবকের যোগাযোগ নম্বর দেখতে চান তাহলে আগে আপনাকে যোগাযোগের জন্য অনুরোধ পাঠাতে হবে। এর জন্য ২ টি টোকেন কেনা থাকতে হবে। অনুরোধ পাঠানোর সাথে সাথেই ২ টি টোকেন খরচ হয়ে যাবে। ",
      "যোগাযোগের অনুরোধ পাঠালে অপরপক্ষের কাছে নোটিফিকেশন যাবে এবং উত্তর (হ্যাঁ/না) দেওয়ার অপশন পাবে। অর্থাৎ অপরপক্ষ যদি বিবাহের জন্য এভেইলেবল থাকে তাহলে পজিটিভ(হ্যাঁ) উত্তর পাবেন। যদি বিয়ে ঠিক হয়ে যায় বা কথাবার্তা চলছে তাহলে নেগেটিভ(না) উত্তর পাবেন এবং পুনরায় আর অনুরোধ পাঠাতে পারবেন না। পজিটিভ উত্তর দিলে আপনি সাথে সাথেই যোগাযোগ নম্বর দেখতে পারবেন।",
      "আমাদের পরামর্শ থাকবে, যদি আপনার কাছে যোগাযোগের অনুরোধ আসে এবং সিদ্ধান্তে সময় নিতে চান, তাহলে প্রত্যাখ্যান করার পরিবর্তে কোনো উত্তর দিবেন না। ৭২ ঘণ্টা পরে অনুরোধটি বাতিল হলে অপরপক্ষ আবার আপনাকে  অনুরোধ পাঠানোর সুযোগ পাবে। অর্থাৎ সময়ের কারণে বাতিল হলে আবার অনুরোধ পাঠানোর পরামর্শ থাকবে।",
    ],
  },
  {
    title: "যোগাযোগের টোকেন কখন ফেরত/রিফান্ড পাবেন? ",
    content: [
      "যোগাযোগের অনুরোধ পাঠানোর পর ৭২ ঘন্টার মধ্যে উত্তর না আসলে অটোমেটিক অনুরোধটি বাতিল হয়ে যাবে এবং আপনি ২টি টোকেন রিফান্ড পাবেন। চাইলে আবার অনুরোধ পাঠাতে পারবেন।",
      "অনুরোধ পাঠানোর পর যদি অপরপক্ষ বায়োডাটা ডিলিট করে দেয়, তাহলে টোকেন রিফান্ড পাবেন। যদি প্রাইভেট করে, তাহলে সকল কার্যক্রম আপনার জন্য সচল থাকবে। ",
      "অপরপক্ষ পজিটিভ উত্তর দেওয়ার পর ৭২ ঘন্টার মধ্যে বায়োডাটা ডিলিট করলে টোকেন ফেরত পাবেন। প্রাইভেট করলে আপনার জন্য সকল কার্যক্রম সচল থাকবে।",
      "পজিটিভ উত্তর পাওয়ার পর ৭২ ঘন্টার মধ্যে আপনি যোগাযোগ করে জানতে পারলেন যে, অপরপক্ষের বিয়ে ঠিক হয়ে গিয়েছে, বা কথা চলছে, যার কারণে আগাতে চাচ্ছে না। তাহলে আমাদের ওই ৭২ ঘন্টার মধ্যেই জানাতে হবে। আমরা ফোন করে ভেরিফাই করার পর আপনাকে টোকেন রিফান্ড করা হবে। ",
    ],
  },
];
